import { Case } from './types';

export const DIGITAL_CASES: Case[] = [
  {
    id: 1,
    title: 'Стратегическое проектирование решений',
    description:
      'Через проектирование новых функций и возможностей продукта, основанное на исследовании потребностей пользователей, я достигла целевых показателей компании. Мой опыт включает проектирование сложных элементов интерфейса, внедрение обучения и онбординга, разработку стратегии действий и интерфейсных решений, персонализированные интерфейсы, а также оптимизацию различных процессов.',
    linkTitle: 'rookee',
    link: 'https://rookee.ru/',
    firstImg: '/img/rookee/1_1.png',
    secondImg: '/img/rookee/1_2.png',
  },
  {
    id: 2,
    title: 'Модернизация и поддержка продукта',
    description:
      'Совместная работа с командой разработки привела к редизайну интерфейса продукта, что существенно улучшило пользовательский опыт и увеличило конверсию на 3%—10%. Кроме того, оптимизация внутренней CRM системы и интерфейса для менеджеров продаж и сотрудников сервиса повысила их эффективность. Адаптация продукта для мобильных устройств расширила его аудиторию и увеличила уровень удовлетворенности пользователей.',
    linkTitle: 'ingate',
    link: 'https://ingate.ru/',
    firstImg: '/img/ingate/1_1.png',
    secondImg: '/img/ingate/1_2.png',
  },
  {
    id: 3,
    title: 'Глобализация продукта',
    description:
      'Благодаря комплексной адаптации сложной системы к потребностям и предпочтениям пользователей из различных стран, включая локализацию, культурные аспекты и соблюдение местного законодательства, я успешно достигла поставленных целей в рамках проекта. Этот подход обеспечил широкую доступность продукта для аудитории по всему миру и повысил его конкурентоспособность на международном рынке.',
    linkTitle: 'rookee.global',
    link: 'https://rookee.global/',
    firstImg: '/img/rookee_global/1_1.png',
    secondImg: '/img/rookee_global/1_2.png',
  },
  {
    id: 4,
    title: 'Анализ данных и формулирование гипотез',
    description:
      'Я имею опыт создания и приоритизации гипотез для улучшения бизнеса через интерфейс и пользовательские пути, в тесном сотрудничестве с аналитиками и PM для точности и эффективности решений. Мои действия включали анализ и сбор статистики, тестирование гипотез, управление пользовательскими путями и создание продающих интерфейсных решений с учетом потребностей бизнеса и клиентов.',
    linkTitle: 'prioritizing hypotheses',
    link: 'https://www.figma.com/community/file/1354577578820383826/prioritizing-hypotheses',
    firstImg: '/img/prioritizing-hypotheses/1_1.png',
    secondImg: '/img/prioritizing-hypotheses/1_2.png',
  },
];

export const GRAPHIC_CASES: Case[] = [
  {
    id: 1,
    title: 'Цифровой дизайн',
    description:
      'Мой опыт в области цифрового дизайна включает создание продающих презентаций для внутреннего и внешнего использования, а также разработку логотипов, визуальных концепций и рекламных материалов, таких как баннеры, объявления и видеоролики. Корректный графический материал способствует улучшению восприятия продукта и укреплению его позиции на рынке, а также оптимизации визуального облика и повышению его эффективности в привлечении клиентов.',
    linkTitle: 'strelaspb',
    link: 'https://www.youtube.com/@STRELASPB',
    firstImg: '/img/digital-design/1_1.png',
    secondImg: '/img/digital-design/1_2.png',
  },
  {
    id: 2,
    title: 'Дизайн печатной продукции',
    description: `Мой опыт в дизайне для печатной продукции включает создание упаковки и графических элементов с учетом требований бренда и рынка.
    Я также занималась разработкой баннеров для билбордов, оформлением выставочных стендов и созданием визуально привлекательных входных групп для магазинов. Обладаю знаниями в области полиграфии и требований к макетам для печати.`,

    linkTitle: 'smart food',
    link: 'https://ozon.ru/t/qAJYR7Y',
    firstImg: '/img/print-design/1_1.png',
    secondImg: '/img/print-design/1_2.png',
  },
];

export const PROCESS_CASES: Case[] = [
  {
    id: 1,
    title: 'Шаблоны',
    description:
      'Я создаю шаблоны для различных целей, включая продающие лендинги и эффективные баннеры,что улучшает производительность и результативность рекламных кампаний. Для каждого шаблона разрабатывается понятная документация, что позволяет сократить время разработки и улучшить визуальное воздействие материалов. Это оптимизирует рабочий процесс и увеличивает эффективность всей команды.',
    linkTitle: 'banner templates',
    link: 'hhttps://www.figma.com/community/file/1354563946146740301/banner-templates',
    firstImg: '/img/templates/1_1.png',
    secondImg: '/img/templates/1_2.png',
  },
  {
    id: 2,
    title: 'Автоматизация маркетинговых коммуникаций',
    description:
      'Я создала и внедрила систему email-рассылок, автоматизировав процессы и улучшив конверсию и вовлеченность клиентов, а также оптимизировала рабочие процессы. В дополнение к этому, разработала стратегии для социальных медиа, включая создание оформления и контента для взаимодействия с аудиторией. Также занималась разработкой эффективных игр для бизнеса, привлекая пользователей, повышая их активность и увеличивая прибыль компании при минимальных затратах.',
    linkTitle: 'quiz template',
    link: 'https://www.figma.com/community/file/1356973297481843450/quiz-template',
    firstImg: '/img/quiz/1_1.png',
    secondImg: '/img/quiz/1_2.png',
  },
  {
    id: 3,
    title: 'Стратегия развития',
    description:
      'Разработка стратегий в различных областях, включая расширение ассортимента, увеличение пользовательской базы, эффективное управление ресурсами и развитие персонала, была одной из моих задач. Эта работа включала анализ рынка, разработку стратегий внедрения новых продуктов, а также оптимизацию управления ресурсами. Моя стратегическая деятельность направлена на стимулирование роста бизнеса и профессиональное развитие персонала.',
    linkTitle: 'trap plan',
    link: 'https://chrome-sheet-e2b.notion.site/trap-plan-bf3e68d782054c488eaffbf9bc8eba32?pvs=4',
    firstImg: '/img/strategy/1_1.png',
    secondImg: '/img/strategy/1_2.png',
  },
];
