import type {  TaskData } from './types';



export const tasksData: TaskData[] = [
  {
    id: 1,
    taskHeader: 'Задание такое-то #1',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 2,
    taskHeader: 'Задание такое-то #2',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 3,
    taskHeader: 'Задание такое-то #3',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 4,
    taskHeader: 'Задание такое-то #4',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 5,
    taskHeader: 'Задание такое-то #5',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 6,
    taskHeader: 'Задание такое-то #6',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 7,
    taskHeader: 'Задание такое-то #7',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 8,
    taskHeader: 'Задание такое-то #8',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 9,
    taskHeader: 'Задание такое-то #9',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
  {
    id: 10,
    taskHeader: 'Задание такое-то #10',
    taskDescription:
      'Для таких компаний, как  и других, я разработал сложные системы компонентов и задокументировал рекомендации, позволяющие гармонизировать цифровые продукты в организованные и хорошо настроенные экосистемы. Эти системы проектирования удовлетворяют повседневные и стратегические потребности продуктовых команд клиентов, а также внешних сторон.',
  },
];
