import { Fact } from './types';

export const DIGITAL_FACTS: Fact[] = [
  {
    id: 1,
    title:
      'Сколько пользователей считает удобство интерфейса ключевым при выборе продукта?',
    description:
      'До 90% пользователей считают удобство интерфейса одним из основных критериев при выборе продукта',
  },
  {
    id: 2,
    title:
      'Сколько компаний замечает рост конверсии при глобализации интерфейса?',
    description:
      'До 80% компаний замечают рост конверсии после адаптации интерфейса культурным предпочтениям пользователей',
  },
];

export const GRAPHIC_FACTS: Fact[] = [
  {
    id: 1,
    title:
      'Сколько процентов покупателей предпочитают продукты с привлекательным дизайном?',
    description:
      'Более 70% пользователей предпочитают печатные материалы с привлекательным и эстетичным дизайном',
  },
  {
    id: 2,
    title:
      'Какой процент компаний инвестирует в дизайн упаковки для улучшения восприятия продукта?',
    description:
      'Около 68% компаний увеличивают бюджет на дизайн упаковки с целью улучшить восприятие продукта',
  },
];

export const PROCESS_FACTS: Fact[] = [
  {
    id: 1,
    title:
      'Какие шаблоны эффективнее для увеличения конверсии на лендингах и баннерах?',
    description:
      'Шаблоны с четкими call-to-action элементами могут значительно повысить конверсию, достигая прироста до 50%',
  },
  {
    id: 2,
    title:
      'Какой процент компаний использует автоматизированные системы для email-рассылок?',
    description:
      'Более 80% компаний замечают улучшение конверсии после внедрения автоматизации маркетинговых коммуникаций',
  },
];
